[
  {
    "Framework": "EU GDPR (2018)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>adequate</p></li><li><p>relevant</p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>Original Language (Article 5):</p><p>Personal data shall be:</p><p>(a)<strong> processed lawfully, fairly</strong> and in a transparent manner in relation to the data subject (‘lawfulness, fairness and transparency’);</p>",
    "Disclosure-of-Purpose--language": "<p>(Article 5):</p><p>Personal data shall be:</p><p>(b) <strong>collected for specified, explicit and legitimate purposes</strong> and not further processed in a manner that is incompatible with those purposes; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with <a href=\"https://gdpr-info.eu/art-89-gdpr/\">Article 89</a>(1), not be considered to be incompatible with the initial purposes (‘purpose limitation’);</p><p>(Recital 39)</p><p>the <strong>specific purposes for which personal data are processed should be explicit and legitimate and determined at the time of the collection</strong> of the personal data.</p>",
    "Use-Limitation--language": "<p>(Article 5):</p><p>Personal data shall be:</p><p>(b) collected for specified, explicit and legitimate purposes and <strong>not further processed in a manner that is incompatible with those purposes</strong>; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with <a href=\"https://gdpr-info.eu/art-89-gdpr/\">Article 89</a>(1), not be considered to be incompatible with the initial purposes (‘purpose limitation’);</p><p>(Recital 50)</p><p>The <strong>processing of personal data for purposes other than those for which the personal data were initially collected should be allowed only where the processing is compatible with the purposes for which the personal data were initially collected</strong>. In such a case, no legal basis separate from that which allowed the collection of the personal data is required. If the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller, Union or Member State law may determine and specify the tasks and purposes for which the further processing should be regarded as compatible and lawful. Further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes should be considered to be compatible lawful processing operations. The legal basis provided by Union or Member State law for the processing of personal data may also provide a legal basis for further processing. In order to ascertain whether a purpose of further processing is compatible with the purpose for which the personal data are initially collected, the controller, after having met all the requirements for the lawfulness of the original processing, should take into account, inter alia: any link between those purposes and the purposes of the intended further processing; the context in which the personal data have been collected, in particular the reasonable expectations of data subjects based on their relationship with the controller as to their further use; the nature of the personal data; the consequences of the intended further processing for data subjects; and the existence of appropriate safeguards in both the original and intended further processing operations.</p><p>Where the data subject has given consent or the processing is based on Union or Member State law which constitutes a necessary and proportionate measure in a democratic society to safeguard, in particular, important objectives of general public interest, the controller should be allowed to further process the personal data irrespective of the compatibility of the purposes. In any case, the application of the principles set out in this Regulation and in particular the information of the data subject on those other purposes and on his or her rights including the right to object, should be ensured. Indicating possible criminal acts or threats to public security by the controller and transmitting the relevant personal data in individual cases or in several cases relating to the same criminal act or threats to public security to a competent authority should be regarded as being in the legitimate interest pursued by the controller. However, such transmission in the legitimate interest of the controller or further processing of personal data should be prohibited if the processing is not compatible with a legal, professional or other binding obligation of secrecy.</p>",
    "Minimization--language": "<p>(Article 5)</p><p>Personal data shall be:</p><p><strong>adequate, relevant and limited to what is necessary </strong>in relation to the purposes for which they are processed (‘data minimisation’);</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "OECD Privacy Framework (2013)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data recommended to be</p><ol><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Paragraph 7)</p><p>There should be limits to the collection of personal data and any such data <strong>should be obtained by lawful and fair means</strong> and, where appropriate, with the knowledge or consent of the data subject.</p>",
    "Disclosure-of-Purpose--language": "<p>(Paragraph 9)</p><p>The <strong>purposes for which personal data are collected should be specified not later than at the time of data collection </strong>and the subsequent use limited to the fulfilment of those purposes or such others as are not incompatible with those purposes and as are specified on each occasion of change of purpose</p><p>(Explanatory Memorandum) </p><p>Paragraph 9 implies that before, and in any case not later than at the time data collection it should be possible to identify the purposes for which these data are to be used, and that later changes of purposes should likewise be specified. Such specification of purposes can be made in a number of alternative or complementary ways, e.g. by public declarations, information to data subjects, legislation, administrative decrees, and licences provided by supervisory bodies. </p>",
    "Use-Limitation--language": "<p>(Paragraph 9)</p><p>The purposes for which personal data are collected should be specified not later than at the time of data collection<strong> </strong>and the <strong>subsequent use limited to the fulfilment of those purposes</strong> or such others as are not incompatible with those purposes and as are specified on each occasion of change of purpose</p><p>(Paragraph 10)</p><p>Personal data should not be disclosed, made available or otherwise used for purposes other than those specified in accordance with Paragraph 9 except: </p><ol><li><p>with the consent of the data subject; or </p></li><li><p>by the authority of law.</p></li></ol><p>(Explanatory Memorandum) </p><p>According to Paragraphs 9 and 10, new purposes should not be introduced arbitrarily; freedom to make changes should imply compatibility with the original purposes.</p>",
    "Minimization--language": "<p>(Paragraph 7)</p><p>There should be limits to the collection of personal data and any such data should be obtained by lawful and fair means and, where appropriate, with the knowledge or consent of the data subject.</p><p>(Explanatory Memorandum) </p><p>Paragraph 7 merely contains a general statement that there should be limits to the collection of personal data. For one thing, this represents an affirmative recommendation to lawmakers to decide on limits which would put an end to the indiscriminate collection of personal data. <strong>The nature of the limits is not spelt out</strong> but it is understood that the limits may relate to: ... limits associated with the purpose of the processing of data (i.e. that <strong>only certain categories of data ought to be collected and, possibly, that data collection should be restricted to the minimum necessary to fulfil the specified purpose</strong>);</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": "<p></p>"
  },
  {
    "Framework": "APEC Privacy Framework (2015)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection or as soon as practicable</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>relevant</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Principle III)</p><p>The collection of personal information should be limited to information that is relevant to the purposes of collection and any such information should be <strong>obtained by lawful and fair means</strong>, and where appropriate, with notice to, or consent of, the individual concerned.</p>",
    "Disclosure-of-Purpose--language": "<p>(Principle II)</p><p>Personal information controllers should provide clear and easily accessible statements about their practices and policies with respect to personal information that should include: ... the purposes for which personal information is collected;</p><p>All reasonably practicable steps shall be taken to ensure that such <strong>notice is provided either before or at the time of collection of personal information. Otherwise, such notice should be provided as soon after as is practicable</strong></p>",
    "Use-Limitation--language": "<p>(Principle IV)</p><p>Personal information collected should be <strong>used only to fulfill the purposes of collection and other compatible or related purposes</strong> except: </p><ol><li><p>with the consent of the individual whose personal information is collected; </p></li><li><p>when necessary to provide a service or product requested by the individual; or, </p></li><li><p>by the authority of law and other legal instruments, proclamations and pronouncements of legal effect.</p></li></ol>",
    "Minimization--language": "<p>(Principle III)</p><p>The collection of personal information should be limited to information that is relevant to the purposes of collection</p><p>(Principle III Commentary) </p><p>This Principle limits collection of information by reference to the purposes for which it is collected. The collection of the information should be relevant to such purposes, and proportionality to the fulfillment of such purposes may be a factor in determining what is relevant.</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "AU Malabo Convention (2014)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>adequate</p></li><li><p>relevant</p></li><li><p>not excessive</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Article 13 - Principle 2)</p><p>The collection, recording, processing, storage and transmission of personal data shall be undertaken <strong>lawfully, fairly and non-fraudulently</strong>.</p>",
    "Disclosure-of-Purpose--language": "<p>(Article 16)</p><p>The data controller shall provide the natural person whose data are to be processed with the following information, <strong>no later than the time when the data are collected</strong>, and regardless of the means and facilities used, with the following information: </p><ol><li><p>His/her identity and of his/her representative, if any; </p></li><li><p><strong>The purposes of the processing</strong> for which the data are intended; </p></li><li><p>Categories of data involved; </p></li><li><p>Recipient(s) to which the data might be disclosed; </p></li><li><p>The capacity to request to be removed from the file; </p></li><li><p>Existence of the right of access to and the right to rectify the data concerning him/her; </p></li><li><p>Period for which data are stored; </p></li><li><p>Proposed transfers of data to third countries.</p></li></ol>",
    "Use-Limitation--language": "<p>(Article 13 - Principle 3)</p><p>Data collection shall be undertaken for specific, explicit and legitimate purposes, and <strong>not further processed in a way incompatible with those purposes</strong></p>",
    "Minimization--language": "<p>(Article 13 - Principle 3)</p><p>Data collection shall be <strong>adequate, relevant and not excessive</strong> in relation to the purposes for which they are collected and further processed</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "ASEAN Framework on Personal Data Protection (2016)",
    "Lawful-and-Fair": "Not Specified",
    "Disclosure-of-Purpose": "Not Specified",
    "Use-Limitation": "<p>Processing must be compatible with original purpose or authorized by law</p>",
    "Minimization": "Not Specified",
    "Lawful-and-Fair--language": "Not Specified",
    "Disclosure-of-Purpose--language": "Not Specified",
    "Use-Limitation--language": "<p>(Paragraph 6)</p><p>An organisation should not collect, use or disclose personal data about an individual unless: </p><ol><li><p>the individual has been notified of and given consent to the purpose(s) of the collection, use or disclosure of his/her personal data; or </p></li><li><p>the collection, use or disclosure without notification or consent is authorised or required under domestic laws and regulations. </p></li></ol><p>An organisation may collect, use or disclose personal data about an individual only for purposes that a reasonable person would consider appropriate in the circumstances.</p>",
    "Minimization--language": "Not Specified",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": "<p></p>"
  },
  {
    "Framework": "OAS Principles on Privacy and Data Protection (2015)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>relevant </p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(First Principle)</p><p>Personal data should be collected only for <strong>lawful purposes and by fair and lawful means</strong></p>",
    "Disclosure-of-Purpose--language": "<p>(Second Principle)</p><p>The purposes for which personal data is collected should be <strong>specified at the time the data is collected</strong></p>",
    "Use-Limitation--language": "<p>(Fourth Principle) </p><p>Personal data should be kept and used only in a lawful manner <strong>not incompatible with the purpose(s) for which it was collected</strong>.</p><p>(Fourth Principle - Commentary) </p><p>Regarding the first premise, personal data must be handled for definite and lawful purposes. Retention and use of personal data must be consistent with individuals’ reasonable expectations, their relationship with the data controller collecting the data, the notice(s) provided by the data controller, and commonly accepted practices. </p><p>Personal data must not be kept or used for purposes other than those compatible with those for which it was collected, except with the knowledge or consent of the data subject or by the authority of law. The concept of \"incompatibility\" includes a certain measure of flexibility, allowing reference to the overall objective or purpose for which the individual's consent to collection was initially given. In this regard, the appropriate measure may often be one of respecting the context in which the individual had provided his or her personal data and his or her reasonable expectations in the particular situation.</p>",
    "Minimization--language": "<p>(Third Principle) </p><p>The data should be accurate, <strong>relevant and necessary to the stated purposes</strong> for which it is collected</p><p>(Third Principle - Commentary)</p><p>The requirement that data be “relevant” means that it must be reasonably related to the purposes for which it was collected and is intended to be used. For instance, data concerning opinions may easily be misleading if they are used for purposes to which they bear no relation.</p><p>As a general rule, data processors should only use personal data in ways commensurate with the stated purposes for which the data was collected, for example when necessary to provide the service or product that was requested by the individual. Moreover, data collectors and processors should follow a “limitation” or “minimization” criterion, according to which they should make a reasonable effort to ensure that the <strong>personal data handled correspond to the minimum required for the stated purpose</strong>.</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "UN Personal Data Protection and Privacy Principles (2018)",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified as appropriate and whenever possible</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>adequate</p></li><li><p>relevant</p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Principle 1)</p><p>The United Nations System Organizations should <strong>process personal data in a fair manner, in accordance with their mandates and governing instruments</strong> and on the basis of any of the following: </p><ol><li><p>the consent of the data subject; </p></li><li><p>the best interests of the data subject, consistent with the mandates of the United Nations System Organization concerned; </p></li><li><p>the mandates and governing instruments of the United Nations System Organization concerned; or </p></li><li><p>any other legal basis specifically identified by the United Nations System Organization concerned.</p></li></ol>",
    "Disclosure-of-Purpose--language": "<p>(Principle 8)</p><p><strong>Processing of personal data should be carried out with transparency to the data subjects, as appropriate and whenever possible</strong>. This should include, for example, <strong>provision of information about the processing of their personal data </strong>as well as information on how to request access, verification, rectification, and/or deletion of that personal data, insofar as the specified purpose for which personal data is processed is not frustrated.</p>",
    "Use-Limitation--language": "<p>(Principle 2)</p><p>Personal data should be processed for specified purposes, which are consistent with the mandates of the United Nations System Organization concerned and take into account the balancing of relevant rights, freedoms and interests. <strong>Personal data should not be processed in ways that are incompatible with such purposes</strong>.</p>",
    "Minimization--language": "<p>(Principle 3)</p><p>The processing of personal data should be <strong>relevant, limited and adequate to what is necessary </strong>in relation to the specified purposes of personal data processing.</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "IAS",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>appropriate</p></li><li><p>pertinent</p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Principle 14) </p><p>The person responsible shall treat the personal data in its possession with strict <strong>adherence to and compliance with the applicable provisions of the internal law of the Ibero-American State, international law and the rights and freedoms of the individuals</strong>;</p><p>(Principle 15)</p><p>The person responsible shall treat the personal data in its possession privileging the protection of holder’s best interest and refraining from treating them through deceiving or fraudulent means.</p><p>For the purposes of these Standards, those <strong>treatments of personal data that result in unfair or arbitrary discrimination against holders shall be considered unfair.</strong></p>",
    "Disclosure-of-Purpose--language": "<p>(Principle 16)</p><p>T<strong>he person responsible shall inform holder about the existence and main characteristics of the treatment</strong> to which its personal data shall be submitted, in order to make informed decisions on this regard. </p><p>The person responsible shall provide holder, at least the following information: </p><ol><li><p>Its identity and contact information. </p></li><li><p>The purposes of the treatment to which its personal data shall be submitted. </p></li><li><p>The communications, whether national or international, of personal data that it intends to perform, including the recipients and the purposes that give rise to the performance thereof. </p></li><li><p>The existence, form and mechanisms or procedures through which it may exercise the access, correction, cancellation, opposition and portability rights. </p></li><li><p>If applicable, the origin of the personal data when the person responsible did not obtain them directly from holder</p></li></ol>",
    "Use-Limitation--language": "<p>(Principle 17)</p><p>The person responsible <strong>may not treat the personal data in its possession for purposes other than those that gave rise to the original treatment </strong>thereof, unless any of the causes that enable a new treatment of data according to the legitimation principle occurs.</p>",
    "Minimization--language": "<p>(Principle 18)</p><p>The person responsible shall only treat the personal data that is <strong>appropriate, pertinent and limited to the minimum necessary</strong> regarding the purposes that justify their treatment.</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "Convention 108",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>adequate</p></li><li><p>relevant</p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Article 5)</p><p>Personal data undergoing processing shall be <strong>processed lawfully</strong>.</p><p class=\"MsoNormal\">Personal data undergoing processing shall be: <strong>processed fairly</strong> and in a transparent manner;</p>",
    "Disclosure-of-Purpose--language": "<p>(Article 5)</p><p>Personal data undergoing processing shall be: ... <strong>collected for explicit, specified and legitimate purposes</strong></p><p>(Article 8)</p><p>Each Party shall provide that the controller informs the data subjects of:</p><ol><li><p class=\"MsoNormal\">his or her identity and habitual residence or establishment;</p></li><li><p class=\"MsoNormal\"><strong>the legal basis and the purposes of the intended processing</strong>;</p></li><li><p class=\"MsoNormal\">the categories of personal data processed;</p></li><li><p class=\"MsoNormal\">the recipients or categories of recipients of the personal data, if any; and</p></li><li><p class=\"MsoNormal\">the means of exercising the rights set out in Article 9,</p></li></ol><p class=\"MsoNormal\">as well as any necessary additional information in order to ensure fair and transparent processing of the personal data.</p>",
    "Use-Limitation--language": "<p>(Article 5)</p><p>Personal data undergoing processing shall be: ... collected for explicit, specified and legitimate purposes and <strong>not processed in a way incompatible with those purposes</strong>; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes is, subject to appropriate safeguards, compatible with those purposes;</p>",
    "Minimization--language": "<p>(Article 5)</p><p>Personal data undergoing processing shall be: ... adequate, relevant and not excessive in relation to the purposes for which they are processed;</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  },
  {
    "Framework": "Madrid Resolution",
    "Lawful-and-Fair": "Processing must be lawful and fair",
    "Disclosure-of-Purpose": "<p>Purpose to be specified at collection</p>",
    "Use-Limitation": "<p>Processing must be compatible with original purpose</p>",
    "Minimization": "<p>Data must be </p><ol><li><p>adequate</p></li><li><p>relevant</p></li><li><p>limited to the minimum necessary</p></li></ol>",
    "Lawful-and-Fair--language": "<p>(Principle 6)</p><p>Personal data must be <strong>fairly processed, respecting the applicable national legislation as well as the rights and freedoms of individuals</strong> as set out in this Document and in conformity with the purposes and principles of the Universal Declaration of Human Rights and the International Covenant on Civil and Political Rights.</p><p>In particular, any processing of personal data that gives rise to unlawful or arbitrary discrimination against the data subject shall be deemed unfair</p>",
    "Disclosure-of-Purpose--language": "<p>(Principle 10)</p><p>The responsible person shall provide to the data subjects, as a minimum, information about the responsible person’s identity, <strong>the intended purpose of processing</strong>, the recipients to whom their personal data will be disclosed and how data subjects may exercise the rights provided in this Document, as well as any further information necessary to guarantee fair processing of such personal data. </p><p>When personal data have been collected directly from the data subject, <strong>the information must be provided at the time of collection</strong>, unless it has already been provided.</p>",
    "Use-Limitation--language": "<p>(Principle 7)</p><p>The processing of personal data should be limited to the fulfilment of the specific, explicit and legitimate purposes of the responsible person.</p><p>The responsible person <strong>should not carry out any processing that is non-compatible with the purposes for which personal data were collected</strong>, unless he has the unambiguous consent of the data subject.</p>",
    "Minimization--language": "<p>(Principle 8)</p><p>The processing of personal data should be <strong>limited to such processing as is adequate, relevant and not excessive</strong> in relation to the purposes set out in the previous section.</p><p>In particular, the responsible person should make reasonable efforts to limit the processed personal data to the minimum necessary</p>",
    "Purpose-Specification_Timeline": "",
    "Use-Limitation_Factors-for-Judging-Compatibility-of-Additional-Processing": "",
    "Purpose-Specification_Timeline--language": ""
  }
]