[
  {
    "Framework": "EU GDPR (2018)",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>performance of contracts;</p></li><li><p>compliance with legal obligations;</p></li><li><p>protection of subject's vital interests;</p></li><li><p>actions in the public interest;</p></li><li><p>exercise of official authority;</p></li><li><p>legitimate interests of data controller</p></li></ol>",
    "Consent-Sensitive Data": "Explicit consent required",
    "Conditions-for-Consent": "<p>Informed;</p><p>Unambiguous;</p><p>Freely given</p>",
    "Consent-Requirement--language": "<p>(Article 6) </p><p>Processing shall be lawful only if and to the extent that at least one of the following applies:</p><ol><li><p>the <strong>data subject has given consent to the processing of his or her personal data</strong> for one or more specific purposes;</p></li><li><p>processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract;</p></li><li><p>processing is necessary for compliance with a legal obligation to which the controller is subject;</p></li><li><p>processing is necessary in order to protect the vital interests of the data subject or of another natural person;</p></li><li><p>processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller;</p></li><li><p>processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.</p></li></ol>",
    "Consent-Exceptions--language": "<p>(Article 6) </p><p>Processing shall be lawful only if and to the extent that at least one of the following applies:</p><ol><li><p>the data subject has given consent to the processing of his or her personal data for one or more specific purposes;</p></li><li><p>processing is necessary for the <strong>performance of a contract </strong>to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract;</p></li><li><p>processing is necessary for <strong>compliance with a legal obligation</strong> to which the controller is subject;</p></li><li><p>processing is necessary in order to <strong>protect the vital interests of the data subject</strong> or of another natural person;</p></li><li><p>processing is necessary for the <strong>performance of a task carried out in the public interest</strong> or in the exercise of official authority vested in the controller;</p></li><li><p>processing is necessary for the purposes of the <strong>legitimate interests pursued by the controller or by a third party</strong>, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.</p></li></ol>",
    "Consent-Sensitive Data--language": "(Article 9) Processing of personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person’s sex life or sexual orientation shall be prohibited.\nParagraph 1 shall not apply if one of the following applies:\nthe data subject has given explicit consent to the processing of those personal data for one or more specified purposes, except where Union or Member State law provide that the prohibition referred to in paragraph 1 may not be lifted by the data subject;",
    "Conditions-for-Consent--language": "<p>(Article 7) </p><p>the request for consent shall be presented in a manner which is clearly distinguishable from the other matters, in an intelligible and easily accessible form, using clear and plain language...</p><p>The data subject shall have the right to withdraw his or her consent at any time. The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal. Prior to giving consent, the data subject shall be informed thereof.</p><p>When assessing whether consent is freely given, utmost account shall be taken of whether, <em>inter alia</em>, the performance of a contract, including the provision of a service, is conditional on consent to the processing of personal data that is not necessary for the performance of that contract.</p><p>(Recital 32) </p><p>Consent should be given by a clear affirmative act establishing a <strong>freely given, specific, informed and unambiguous indication of the data subject’s agreement</strong> to the processing of personal data relating to him or her, such as by a written statement, including by electronic means, or an oral statement. This could include ticking a box when visiting an internet website, choosing technical settings for information society services or another statement or conduct which clearly indicates in this context the data subject’s acceptance of the proposed processing of his or her personal data. Silence, pre-ticked boxes or inactivity should not therefore constitute consent. Consent should cover all processing activities carried out for the same purpose or purposes. When the processing has multiple purposes, consent should be given for all of them. If the data subject’s consent is to be given following a request by electronic means, the request must be clear, concise and not unnecessarily disruptive to the use of the service for which it is provided.</p><p>(Recital 39) </p><p>Natural persons should be made aware of risks, rules, safeguards and rights in relation to the processing of personal data and how to exercise their rights in relation to such processing</p><p>(Recital 42) </p><p>For <strong>consent to be informed</strong>, the data subject should be aware at least of the identity of the controller and the purposes of the processing for which the personal data are intended. Consent should not be regarded as freely given if the data subject has no genuine or free choice or is unable to refuse or withdraw consent without detriment.</p><p>(Recital 43) </p><p>In order to ensure that <strong>consent is freely given</strong>, consent should not provide a valid legal ground for the processing of personal data in a specific case where there is a clear imbalance between the data subject and the controller, in particular where the controller is a public authority and it is therefore unlikely that consent was freely given in all the circumstances of that specific situation. Consent is presumed not to be freely given if it does not allow separate consent to be given to different personal data processing operations despite it being appropriate in the individual case, or if the performance of a contract, including the provision of a service, is dependent on the consent despite such consent not being necessary for such performance.</p>"
  },
  {
    "Framework": "OECD Privacy Framework (2013)",
    "Consent-Requirement": "Knowledge or consent required where appropriate",
    "Consent-Exceptions": "Not Specified",
    "Consent-Sensitive Data": "Not Specified",
    "Conditions-for-Consent": "Not Specified",
    "Consent-Requirement--language": "<p>(Paragraph 7) </p><p>There should be limits to the collection of personal data and any such data should be obtained by lawful and fair means and, <strong>where appropriate, with the knowledge or consent of the data subject</strong>.</p><p>(Explanatory Memorandum) </p><p>The knowledge or consent of the data subject is as a rule essential, knowledge being the minimum requirement. On the other hand, consent cannot always be imposed, for practical reasons. In addition, Paragraph 7 contains a reminder (“where appropriate”) that there are situations where for practical or policy reasons the data subject’s knowledge or consent cannot be considered necessary. Criminal investigation activities and the routine up-dating of mailing lists may be mentioned as examples.</p>",
    "Consent-Exceptions--language": "Not Specified",
    "Consent-Sensitive Data--language": "Not Specified",
    "Conditions-for-Consent--language": "Not Specified"
  },
  {
    "Framework": "APEC Privacy Framework (2015)",
    "Consent-Requirement": "<p>Notice or consent required where appropriate</p>",
    "Consent-Exceptions": "<ol><li><p>performance of contracts;</p></li><li><p>compliance with legal obligations;</p></li><li><p>actions in the public interest;</p></li><li><p>exercise of official authority;</p></li></ol>",
    "Consent-Sensitive Data": "Not Specified",
    "Conditions-for-Consent": "Not Specified",
    "Consent-Requirement--language": "<p>(Principle III) </p><p>The collection of personal information should be limited to information that is relevant to the purposes of collection and any such information should be obtained by lawful and fair means, and <strong>where appropriate, with notice to, or consent of, the individual concerned</strong>.</p><p>(Principle V) </p><p>Where appropriate, individuals should be provided with clear, prominent, easily understandable, accessible and affordable mechanisms to exercise choice in relation to the collection, use and disclosure of their personal information.</p>",
    "Consent-Exceptions--language": "<p>(Principle III Commentary) </p><p>The Principle also recognizes that there are circumstances where providing notice to, or obtaining consent of, individuals would be inappropriate. For example, in a situation where there is an outbreak of food poisoning, it would be appropriate for the relevant health authorities to collect the personal information of patrons from restaurants without providing notice to or obtaining the consent of individuals in order to tell them about the potential health risk</p><p>(Principle IV) </p><p>Personal information collected should be used only to fulfill the purposes of collection and other compatible or related purposes except:</p><ol><li><p>with the consent of the individual whose personal information is collected;</p></li><li><p>when <strong>necessary to provide a service or product</strong> requested by the individual;</p></li><li><p>by the a<strong>uthority of law and other legal instruments</strong>, proclamations and pronouncements of legal effect</p></li></ol>",
    "Consent-Sensitive Data--language": "Not Specified",
    "Conditions-for-Consent--language": "Not Specified"
  },
  {
    "Framework": "AU Malabo Convention (2014)",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>performance of contracts;</p></li><li><p>compliance with legal obligations;</p></li><li><p>protection of subject's vital interests;</p></li><li><p>actions in the public interest;</p></li><li><p>exercise of official authority</p></li></ol>",
    "Consent-Sensitive Data": "Written consent required",
    "Conditions-for-Consent": "Not Specified",
    "Consent-Requirement--language": "<p>(Article 13, Principle 1) </p><p>Processing of personal data shall be deemed to be <strong>legitimate where the data subject has given his/her consent</strong>.</p>",
    "Consent-Exceptions--language": "<p>(Article 13, Principle 1) </p><p>Processing of personal data shall be deemed to be legitimate where the data subject has given his/her consent. This requirement of consent may however be waived where the processing is necessary for:</p><ol><li><p><strong>Compliance with a legal obligation</strong> to which the controller is subject;</p></li><li><p>Performance of a <strong>task carried out in the public interest</strong> or in the <strong>exercise of official authority</strong> vested in the controller or in a third party to whom the data are disclosed;</p></li><li><p><strong>Performance of a contract</strong> to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract;</p></li><li><p><strong>Protect the vital interests</strong> or fundamental rights and freedoms of the data subject.</p></li></ol>",
    "Consent-Sensitive Data--language": "(Article 14) 1. State Parties shall undertake to prohibit any data collection and processing\nrevealing racial, ethnic and regional origin, parental filiation, political opinions,\nreligious or philosophical beliefs, trade union membership, sex life and genetic\ninformation or, more generally, data on the state of health of the data subject.\n2. The prohibitions set forth in Article 14.1 shall not apply to the following categories\nwhere:\n...\nb) The data subject has given his/her written consent, by any means, to the\nprocessing and in conformity with extant texts;",
    "Conditions-for-Consent--language": "Not Specified"
  },
  {
    "Framework": "ASEAN Framework on Personal Data Protection (2016)",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>Authorized under domestic law</p></li></ol>",
    "Consent-Sensitive Data": "Not Specified",
    "Conditions-for-Consent": "Not Specified",
    "Consent-Requirement--language": "<p>(Paragraph 7) </p><p>An organisation should not collect, use or disclose personal data about an individual unless:</p><ol><li><p><strong>the individual has been notified of and given consent to the purpose(s) of the collection, use or disclosure of his/her personal data</strong>; or</p></li><li><p>the collection, use or disclosure without notification or consent is authorised or required under domestic laws and regulations.</p></li></ol>",
    "Consent-Exceptions--language": "<p>(Paragraph 7) </p><p>An organisation should not collect, use or disclose personal data about an individual unless:</p><ol><li><p>the individual has been notified of and given consent to the purpose(s) of the collection, use or disclosure of his/her personal data; or</p></li><li><p>the collection, use or disclosure without notification or consent is <strong>authorised or required under domestic laws and regulations</strong>.</p></li></ol>",
    "Consent-Sensitive Data--language": "Not Specified",
    "Conditions-for-Consent--language": "Not Specified"
  },
  {
    "Framework": "OAS Principles on Privacy and Data Protection (2015)",
    "Consent-Requirement": "<p>Consent required for personal data processing</p>",
    "Consent-Exceptions": "<ol><li><p>legitimate interests of data controller;</p></li><li><p>authority of law</p></li></ol>",
    "Consent-Sensitive Data": "Explicit consent required",
    "Conditions-for-Consent": "<p>Based on sufficient information;</p><p>Unambiguous;</p><p>Freely given</p>",
    "Consent-Requirement--language": "<p>(Second Principle) </p><p>As a general rule, <strong>personal data should only be collected with the consent of the individual</strong> concerned.</p>",
    "Consent-Exceptions--language": "<p>(Second Principle - Commentary) </p><p>In some limited situations, non-consensual collection of some personal data may be authorized. In such instances, the party seeking to collect and process the data <strong>must show that it has a clear need to do so for the purposes of its legitimate interests</strong> or for those of a third party to whom the data may be disclosed. It must also demonstrate that the legitimate interests of the party seeking disclosure are balanced against the interests of the data subject concerned.</p><p>The “legitimate interests” condition will not be met if the processing will have a prejudicial effect on the rights and freedoms, or other legitimate interests, of the data subject. Where there is a serious mismatch between competing interests, the subject’s legitimate interests must come first. The collecting and processing of data under the legitimate interests condition must be fair and lawful and must comply with all the data protection principles.</p><p>(Fourth Principle - Commentary) </p><p>Personal data must not be kept or used for purposes other than those compatible with those for which it was collected, except with the knowledge or consent of the data subject or by the <strong>authority of law</strong>.</p>",
    "Consent-Sensitive Data--language": "(Second Principle Commentary) Sensitive personal data may only be processed without the individual’s explicit consent\nwhere it is clearly in the substantial public interest (as authorized by law) or in the vital interests of\nthe data subject (for instance, in a life-threatening emergency).",
    "Conditions-for-Consent--language": "<p>(Second Principle - Commentary)</p><p>As a rule, the individual must be able to consent freely to the collection of personal data in the manner and for the purposes intended. <strong>The individual's consent should therefore be based on sufficient information and should be clear, </strong>that is, leaving no doubt or ambiguity about the individual's intent. For consent to be valid, <strong>the individual should have sufficient information about the specific details of the data to be collected, how it is to be collected, the purposes of the processing, and any disclosures that may be made</strong>. The individual must have the ability to exercise a real choice.</p><p>There must be no risk of deception, intimidation, coercion or significant negative consequences to the individual from refusal to consent. (Of course, in some commercial situations, providing the requested data may be a legitimate prerequisite to the individual’s ability to use the service or product in question.)</p><p>The method of obtaining consent should appropriate to the age and capacity of the individual concerned (if known) and to the particular circumstances of the case. No specific form of consent is required, but in principle it should reflect the preference and informed decision by the individual concerned. Clearly, consent obtained under duress or on the basis of misrepresentations or even 8 incomplete or misleading information cannot satisfy the conditions for legitimate collection or processing.</p>"
  },
  {
    "Framework": "UN Personal Data Protection and Privacy Principles (2018)",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>best interests of the data subject;</p></li><li><p>authority of the controller;</p></li><li><p>authorized by law</p></li></ol>",
    "Consent-Sensitive Data": "Not Specified",
    "Conditions-for-Consent": "Not Specified",
    "Consent-Requirement--language": "<p>(Principle 1) </p><p>The United Nations System Organizations should process personal data in a fair manner, in accordance with their mandates and governing instruments and on the basis of any of the following:</p><ol><li><p><strong>the consent of the data subject</strong>;</p></li><li><p>the best interests of the data subject, consistent with the mandates of the United Nations System Organization concerned;</p></li><li><p>the mandates and governing instruments of the United Nations System Organization concerned; or</p></li><li><p>any other legal basis specifically identified by the United Nations System Organization concerned.</p></li></ol>",
    "Consent-Exceptions--language": "<p>(Principle 1) </p><p>The United Nations System Organizations should process personal data in a fair manner, in accordance with their mandates and governing instruments and on the basis of any of the following:</p><ol><li><p>the consent of the data subject;</p></li><li><p>the <strong>best interests of the data subject</strong>, consistent with the mandates of the United Nations System Organization concerned;</p></li><li><p>the <strong>mandates and governing instruments of the United Nations System Organization</strong> concerned; or</p></li><li><p><strong>any other legal basis</strong> specifically identified by the United Nations System Organization concerned.</p></li></ol>",
    "Consent-Sensitive Data--language": "Not Specified",
    "Conditions-for-Consent--language": "Not Specified"
  },
  {
    "Framework": "IAS",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>performance of contracts;</p></li><li><p>compliance with legal obligations;</p></li><li><p>protection of subject's vital interests;</p></li><li><p>actions in the public interest;</p></li><li><p>exercise of official authority;</p></li><li><p>legitimate interests of data controller;</p></li><li><p>defense of subject's rights</p></li></ol>",
    "Consent-Sensitive Data": "Written consent required",
    "Conditions-for-Consent": "<p>Informed</p><p>Unambiguous;</p><p>Freely given</p>",
    "Consent-Requirement--language": "<p>(Principle 11) </p><p>As a general rule, the person responsible may only treat personal data, under the following assumptions:</p><ol><li><p><strong>Holder grants its consent</strong> for one or several specific purposes</p></li></ol>",
    "Consent-Exceptions--language": "<p>(Principle 11) </p><p>As a general rule, the person responsible may only treat personal data, under the following assumptions:</p><ol><li><p>Holder grants its consent for one or several specific purposes.</p></li><li><p>Treatment is necessary for <strong>compliance with a court order</strong>, resolution or mandate, based and motivated by a competent public authority.</p></li><li><p>Treatment is necessary for <strong>exercising the powers belonging to public authorities</strong>, or are performed under legal power.</p></li><li><p>Treatment is necessary for the acknowledgment or <strong>defense of holder’s rights</strong> before a public authority.</p></li><li><p>Treatment is necessary for the <strong>execution of an agreement</strong> or pre-agreement to which holder is part.</p></li><li><p>Treatment is necessary for <strong>compliance with a legal obligation</strong> applicable to the person responsible.</p></li><li><p>Treatment is necessary for <strong>protecting holder’s or another individual’s vital interests</strong>.</p></li><li><p>Treatment is necessary for <strong>public interest reasons</strong> established or provided by law.</p></li><li><p>Treatment is necessary for satisfying the <strong>legitimate interests of the person responsible</strong> or of a third party, as long as holder’s interests or fundamental rights and freedoms that require the protection of personal data do not prevail over such interests, especially when holder is a boy, girl or adolescent. The above shall not apply to the treatment of personal data performed by public authorities when exercising their functions.</p></li></ol>",
    "Consent-Sensitive Data--language": "(Principle 9)  As a general rule, the person responsible may not treat sensitive personal data, except\nunder the following assumptions:\na. That they are strictly necessary for the exercise and compliance with the powers and\nobligations expressly provided in the rules that regulate their actions.\nb. They comply with a legal mandate.\nc. They have holder’s express written consent.\nd. They are necessary for national security, public security, public order, public health\nreasons, or for the safekeeping of the rights and freedoms of third parties.",
    "Conditions-for-Consent--language": "<p>(Principle 2) </p><p>Consent: expression of the <strong>free, specific, unequivocal and informed will of holder</strong> through which he accepts and authorizes the treatment of the personal data that concern him.</p><p>(Principle 12) </p><p>When it is necessary to obtain holder’s consent, the person responsible shall prove in an indubitable way that holder <strong>granted its consent, whether through a clear representation or affirmation</strong>.</p>"
  },
  {
    "Framework": "Convention 108",
    "Consent-Requirement": "<p>Consent required for personal data processing</p>",
    "Consent-Exceptions": "<ol><li><p>legitimate basis laid down by law</p></li></ol>",
    "Consent-Sensitive Data": "Not Specified",
    "Conditions-for-Consent": "<p>Informed;</p><p>Unambiguous;</p><p>Freely given</p>",
    "Consent-Requirement--language": "<p>(Article 5)</p><p>Each Party shall provide that <strong>data processing can be carried out on the basis of the free, specific, informed and unambiguous consent </strong>of the data subject or of some other legitimate basis laid down by law.</p>",
    "Consent-Exceptions--language": "<p>(Article 5)</p><p>Each Party shall provide that data processing can be carried out on the basis of the free, specific, informed and unambiguous consent of the data subject <strong>or of some other legitimate basis laid down by law.</strong></p>",
    "Consent-Sensitive Data--language": "Not Specified",
    "Conditions-for-Consent--language": "<p>(Article 5)</p><p>Each Party shall provide that data processing can be carried out on the basis of the <strong>free, specific, informed and unambiguous consent </strong>of the data subject or of some other legitimate basis laid down by law.</p>"
  },
  {
    "Framework": "Madrid Resolution",
    "Consent-Requirement": "Consent required for personal data processing",
    "Consent-Exceptions": "<ol><li><p>performance of contracts;</p></li><li><p>compliance with legal obligations;</p></li><li><p>protection of subject's vital interests;</p></li><li><p>exercise of official authority;</p></li><li><p>legitimate interests of data controller</p></li></ol>",
    "Consent-Sensitive Data": "Unspecified aditional conditions for processing",
    "Conditions-for-Consent": "<p>Informed</p><p>Unambiguous;</p><p>Freely given</p>",
    "Consent-Requirement--language": "<p>(Principle 12) </p><p>As a general rule, personal data may only be processed in one of the following situations:</p><ol><li><p>After obtaining the <strong>free, unambiguous and informed consent of the data subject</strong></p></li></ol>",
    "Consent-Exceptions--language": "<p>(Principle 12) </p><p>As a general rule, personal data may only be processed in one of the following situations:</p><ol><li><p>After obtaining the free, unambiguous and informed consent of the data subject;</p></li><li><p>Where a <strong>legitimate interest of the responsible person</strong> justifies the processing, and the legitimate interests, rights and freedoms of data subjects do not prevail;</p></li><li><p>Where the processing is <strong>necessary for the maintenance or the performance of a legal relationship</strong> between the responsible person and the data subject; or</p></li><li><p>Where the processing is necessary for <strong>complying with an obligation imposed on the responsible person</strong> by the applicable national legislation, or is<strong> carried out by a public authority</strong> where necessary for the legitimate exercise of its powers.</p></li><li><p>Where there are <strong>exceptional situations that threaten the life, health or security of the data subject</strong> or of another person</p></li></ol>",
    "Consent-Sensitive Data--language": "(Principle 13) Due guarantees shall be established to preserve\nthe rights of the data subjects by applicable national legislation, which shall lay down additional\nconditions for processing sensitive personal data",
    "Conditions-for-Consent--language": "<p>(Principle 12) </p><p>As a general rule, personal data may only be processed in one of the following situations:</p><ol><li><p>After obtaining the <strong>free, unambiguous and informed</strong> consent of the data subject</p></li></ol>"
  }
]