[
  {
    "Framework": "EU GDPR (2018)",
    "Conditions-for-Access": "<p>Free of charge;</p><p>Within one month;</p><p>In intelligible form</p>",
    "Right-to-Information": "<p>Right to be provided, upon request: </p><ol><li><p>Confirmation of processing</p></li><li><p>purposes of processing</p></li><li><p>categories of data </p></li><li><p>possible recipients of data</p></li><li><p>intended third country transfers</p></li><li><p>period of storage</p></li><li><p>existence of the right to request rectification</p></li><li><p>existence of the right to lodge a complaint </p></li><li><p>information about automated decision-making</p></li></ol>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li></ol>",
    "Right-to-Erasure": "<p>Right to request erasure when:</p><ol><li><p>Data no longer necessary</p></li><li><p>Subject withdraws consent</p></li><li><p>Subject objects to processing</p></li><li><p>Data has been unlawfully processed</p></li></ol><p>When this data has been made public:</p><ol><li><p>Controller must erase data</p></li><li><p>Controller must inform other processors of the erasure request</p></li></ol>",
    "Right-to-Object-to-Processing": "<p>Right to object to processing </p>",
    "Right-to-Withdraw-Consent": "<p>Right to withdraw consent</p>",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Right to portability of personal data",
    "Automated-Processing": "Right not to be subject to a decision based solely on automated processing",
    "Conditions-for-Access--language": "(Article 12) Information provided under Articles 13 and 14 and any communication and any actions taken under Articles 15 to 22 and 34 shall be provided free of charge. 2Where requests from a data subject are manifestly unfounded or excessive, in particular because of their repetitive character, the controller may either:\ncharge a reasonable fee taking into account the administrative costs of providing the information or communication or taking the action requested; or\nrefuse to act on the request.\n3The controller shall bear the burden of demonstrating the manifestly unfounded or excessive character of the request.",
    "Right-to-Information--language": "<p>(Article 15) </p><p>The data subject shall have the <strong>right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the following information: </strong></p><ol><li><p>the purposes of the processing; </p></li><li><p>the categories of personal data concerned; </p></li><li><p>the recipients or categories of recipient to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations; </p></li><li><p>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period; </p></li><li><p>the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing; </p></li><li><p>the right to lodge a complaint with a supervisory authority; </p></li><li><p>where the personal data are not collected from the data subject, any available information as to their source; </p></li><li><p>the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject.</p></li></ol>",
    "Right-to-Access--language": "<p>(Article 15) </p><p>The data subject shall have the right to obtain from the controller confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data</p><p>...</p><p><strong>The controller shall provide a copy of the personal data undergoing processing</strong></p>",
    "Right-to-Correction--language": "<p>(Article 16) </p><p>The data subject shall have the <strong>right to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her</strong>. Taking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement. </p>",
    "Right-to-Erasure--language": "<p>(Article 17)</p><p>The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and <strong>the controller shall have the obligation to erase personal data without undue delay</strong> where one of the following grounds applies:</p><ol><li><p>the personal data are <strong>no longer necessary</strong> in relation to the purposes for which they were collected or otherwise processed;</p></li><li><p>the data subject <strong>withdraws consent</strong> on which the processing is based according to point (a) of <a href=\"https://gdpr-info.eu/art-6-gdpr/\">Article 6</a>(1), or point (a) of <a href=\"https://gdpr-info.eu/art-9-gdpr/\">Article 9</a>(2), and where there is no other legal ground for the processing;</p></li><li><p>the data subject <strong>objects to the processing</strong> pursuant to <a href=\"https://gdpr-info.eu/art-21-gdpr/\">Article 21</a>(1) and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to <a href=\"https://gdpr-info.eu/art-21-gdpr/\">Article 21</a>(2);</p></li><li><p>the personal data have been <strong>unlawfully processed</strong>;</p></li><li><p>the personal data have to be erased for <strong>compliance with a legal obligation</strong> in Union or Member State law to which the controller is subject;</p></li><li><p>the personal data have been collected in relation to the offer of information society services referred to in <a href=\"https://gdpr-info.eu/art-8-gdpr/\">Article 8</a>(1).</p></li></ol><p><strong>Where the controller has made the personal data public</strong> and is obliged pursuant to paragraph 1 to erase the personal data, <strong>the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers which are processing the personal data that the data subject has requested the erasure by such controllers of any links to, or copy or replication of, those personal data.</strong></p><p>Paragraphs 1 and 2 shall not apply to the extent that processing is necessary:</p><ol><li><p>for exercising the right of freedom of expression and information;</p></li><li><p>for compliance with a legal obligation which requires processing by Union or Member State law to which the controller is subject or for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller;</p></li><li><p>for reasons of public interest in the area of public health in accordance with points (h) and (i) of <a href=\"https://gdpr-info.eu/art-9-gdpr/\">Article 9</a>(2) as well as <a href=\"https://gdpr-info.eu/art-9-gdpr/\">Article 9</a>(3);</p></li><li><p>for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes in accordance with <a href=\"https://gdpr-info.eu/art-89-gdpr/\">Article 89</a>(1) in so far as the right referred to in paragraph 1 is likely to render impossible or seriously impair the achievement of the objectives of that processing; or</p></li><li><p>for the establishment, exercise or defence of legal claims.</p></li></ol>",
    "Right-to-Object-to-Processing--language": "<p>(Article 21) </p><p>The data subject shall have the <strong>right to object, on grounds relating to his or her particular situation, at any time to processing of personal data </strong>concerning him or her which is based on point (e) or (f) of <a href=\"https://gdpr-info.eu/art-6-gdpr/\">Article 6(</a>1), including profiling based on those provisions. The controller shall no longer process the personal data unless the controller demonstrates compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject or for the establishment, exercise or defence of legal claims.</p>",
    "Right-to-Withdraw-Consent--language": "<p>(Article 7) </p><p>The data subject shall have the <strong>right to withdraw his or her consent at any time</strong>. The withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal. Prior to giving consent, the data subject shall be informed thereof. It shall be as easy to withdraw as to give consent.</p>",
    "Right-to-Challenge-Denials--language": "<p>(Article 12) </p><p>If the controller does not take action on the request of the data subject, the controller shall inform the data subject without delay and at the latest within one month of receipt of the request of the reasons for not taking action and on <strong>the possibility of lodging a complaint with a supervisory authority and seeking a judicial remedy</strong>.</p>",
    "Portability--language": "<p>(Article 20) </p><p>The data subject shall have the <strong>right to receive the personal data concerning him or her, which he or she has provided to a controller, in a structured, commonly used and machine-readable format and have the right to transmit those data to another controller without hindrance from the controller</strong> to which the personal data have been provided, where:</p><ol><li><p>the processing is based on consent pursuant to point (a) of <a href=\"https://gdpr-info.eu/art-6-gdpr/\">Article 6</a>(1) or point (a) of <a href=\"https://gdpr-info.eu/art-9-gdpr/\">Article 9</a>(2) or on a contract pursuant to point (b) of <a href=\"https://gdpr-info.eu/art-6-gdpr/\">Article 6</a>(1); and</p></li><li><p>the processing is carried out by automated means.</p></li></ol><p>In exercising his or her right to data portability pursuant to paragraph 1, the data subject shall have the right to have the personal data transmitted directly from one controller to another, where technically feasible.</p>",
    "Automated-Processing--language": "<p>(Article 22) </p><p>The data subject shall have the <strong>right not to be subject to a decision based solely on automated processing</strong>, including profiling, which produces legal effects concerning him or her or similarly significantly affects him or her.</p>",
    "Cost--language": "<p>(Article 12)</p><p>The controller shall take appropriate measures to provide any information referred to in <a href=\"https://gdpr-info.eu/art-13-gdpr/\">Articles 13</a> and <a href=\"https://gdpr-info.eu/art-14-gdpr/\">14</a> and any communication under <a href=\"https://gdpr-info.eu/art-15-gdpr/\">Articles 15</a> to <a href=\"https://gdpr-info.eu/art-22-gdpr/\">22</a> and <a href=\"https://gdpr-info.eu/art-34-gdpr/\">34</a> relating to processing to the data subject in a <strong>concise, transparent, intelligible and easily accessible form</strong>, using clear and plain language</p><p>The controller shall provide information on action taken on a request under <a href=\"https://gdpr-info.eu/art-15-gdpr/\">Articles 15</a> to <a href=\"https://gdpr-info.eu/art-22-gdpr/\">22 </a>to the data subject <strong>without undue delay and in any event within one month of receipt of the request</strong>. That period may be extended by two further months where necessary, taking into account the complexity and number of the requests.</p><p>Information provided under <a href=\"https://gdpr-info.eu/art-13-gdpr/\">Articles 13</a> and <a href=\"https://gdpr-info.eu/art-14gdpr/\">14</a> and any communication and any actions taken under <a href=\"https://gdpr-info.eu/art-15-gdpr/\">Articles 15</a> to <a href=\"https://gdpr-info.eu/art-22-gdpr/\">22</a> and <a href=\"https://gdpr-info.eu/art-34-gdpr/\">34</a> <strong>shall be provided free of charge</strong>. Where requests from a data subject are manifestly unfounded or excessive, in particular because of their repetitive character, the controller may either:</p><ol><li><p>charge a reasonable fee taking into account the administrative costs of providing the information or communication or taking the action requested; or</p></li><li><p>refuse to act on the request.</p></li></ol>"
  },
  {
    "Framework": "OECD Privacy Framework (2013)",
    "Conditions-for-Access": "<p>Not excessive charge;</p><p>Reasonable time;</p><p>In intelligible form</p>",
    "Right-to-Information": "<p>Right to confirmation of processing</p>",
    "Right-to-Access": "<p>Up to individual countries</p>",
    "Right-to-Correction": "<p>Right to request correction of data</p>",
    "Right-to-Erasure": "Right to request erasure",
    "Right-to-Object-to-Processing": "Not Specified",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "(Paragraph 13) Individuals should have the right:\n... to have communicated to them, data relating to them\ni. within a reasonable time;\nii. at a charge, if any, that is not excessive;\niii. in a reasonable manner; and\niv. in a form that is readily intelligible to them;",
    "Right-to-Information--language": "<p>(Paragraph 13)</p><p>Individuals should have the right: to obtain from a data controller, or otherwise, <strong>confirmation of whether or not the data controller has data relating to them</strong>;</p>",
    "Right-to-Access--language": "<p>(Explanatory Memorandum)</p><p>The extent to which data subjects should be able to obtain copies of data relating to them is a <strong>matter of implementation which must be left to the decision of each Member country</strong>.</p>",
    "Right-to-Correction--language": "<p>(Paragraph 13) </p><p>Individuals should have the right: to challenge data relating to them and, <strong>if the challenge is successful to have the data erased, rectified, completed or amended</strong>. </p><p>(Explanatory Memorandum) </p><p>The right to challenge in 13(c) and (d) is broad in scope and includes first instance challenges to data controllers as well as subsequent challenges in courts, administrative bodies, professional organs or other institutions according to domestic rules of procedure (compare with Paragraph 19 of the Guidelines). <strong>The right to challenge does not imply that the data subject can decide what remedy or relief is available</strong> (rectification, annotation that data are in dispute, etc.): such matters will be decided by domestic law and legal procedures. Generally speaking, the criteria which decide the outcome of a challenge are those which are stated elsewhere in the Guidelines.</p>",
    "Right-to-Erasure--language": "<p>(Paragraph 13)</p><p>Individuals should have the right: to challenge data relating to them and, <strong>if the challenge is successful to have the data erased, rectified, completed or amended</strong>.</p><p>(Explanatory Memorandum)</p><p>The right to challenge in 13(c) and (d) is broad in scope and includes first instance challenges to data controllers as well as subsequent challenges in courts, administrative bodies, professional organs or other institutions according to domestic rules of procedure (compare with Paragraph 19 of the Guidelines). <strong>The right to challenge does not imply that the data subject can decide what remedy or relief is available</strong> (rectification, annotation that data are in dispute, etc.): such matters will be decided by domestic law and legal procedures. Generally speaking, the criteria which decide the outcome of a challenge are those which are stated elsewhere in the Guidelines.</p>",
    "Right-to-Object-to-Processing--language": "Not Specified",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "<p>(Paragraph 13) </p><p>Individuals should have the <strong>right: to be given reasons if a request made under subparagraphs (a) and (b) is denied, and to</strong> <strong>be able to challenge such denial </strong></p><p>(Explanatory Memorandum) The right to challenge in 13(c) and (d) is broad in scope and includes first instance challenges to data controllers as well as subsequent challenges in courts, administrative bodies, professional organs or other institutions according to domestic rules of procedure (compare with Paragraph 19 of the Guidelines). The right to challenge does not imply that the data subject can decide what remedy or relief is available (rectification, annotation that data are in dispute, etc.): such matters will be decided by domestic law and legal procedures. Generally speaking, the criteria which decide the outcome of a challenge are those which are stated elsewhere in the Guidelines.</p>",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>Individuals should have the right: </p><ol><li><p>to obtain from a data controller, or otherwise, confirmation of whether or not the data controller has data relating to them; </p></li><li><p>to have communicated to them, data relating to them </p><ol><li><p><strong>within a reasonable time</strong>; </p></li><li><p>at a <strong>charge, if any, that is not excessive</strong>;</p></li><li><p>in a reasonable manner; and </p></li><li><p>in a <strong>form that is readily intelligible</strong> to them;</p></li></ol></li></ol>"
  },
  {
    "Framework": "APEC Privacy Framework (2015)",
    "Conditions-for-Access": "<p>Not excessive charge;</p><p class=\"MsoNormal\">Reasonable time;</p><p class=\"MsoNormal\">In intelligible form</p>",
    "Right-to-Information": "<p>Right to confirmation of processing</p>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ul><li><p>inaccurate</p></li></ul>",
    "Right-to-Erasure": "<p>Right to request erasure for inaccurate data</p>",
    "Right-to-Object-to-Processing": "Not Specified",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "(Principle 8) Individuals should be able to: ... have communicated to them, after\nhaving provided sufficient proof of\ntheir identity, personal information\nabout them;\ni. within a reasonable time;\nii. at a charge, if any, that is not\nexcessive;\niii. in a reasonable manner;\niv. in a form that is generally\nunderstandable",
    "Right-to-Information--language": "<p>(Principle VIII) </p><p>Individuals should be able to: obtain from the personal information controller <strong>confirmation of whether or not the personal information controller holds personal information about them</strong></p>",
    "Right-to-Access--language": "<p>(Principle VIII) </p><p>Individuals should be able to: have communicated to them, after having provided sufficient proof of their identity, personal information about them; </p><p>(Principle VIII - Commentary) </p><p>Both the copy of personal information supplied by an organization in response to an access request and any explanation of codes used by the organization should be readily comprehensible.</p>",
    "Right-to-Correction--language": "<p>(Principle VIII) </p><p>Individuals should be able to: <strong>challenge the accuracy of information relating to them</strong> and, if possible and as appropriate, <strong>have the information rectified, completed, amended or deleted</strong></p>",
    "Right-to-Erasure--language": "<p>(Principle VIII) </p><p>Individuals should be able to: <strong>challenge the accuracy of information relating to them</strong> and, if possible and as appropriate, <strong>have the information rectified, completed, amended or deleted</strong></p>",
    "Right-to-Object-to-Processing--language": "Not Specified",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "<p>(Principle VIII)</p><p>If a request under (a) or (b) or a challenge under (c) is denied, the individual should be provided with reasons why and <strong>be able to challenge such denial</strong>.</p>",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>(Principle VIII)</p><p>Individuals should be able to: have communicated to them, after having provided sufficient proof of their identity, personal information about them; </p><ol><li><p>within a <strong>reasonable time</strong>; </p></li><li><p>at a <strong>charge, if any, that is not excessive</strong>; </p></li><li><p>in a reasonable manner; </p></li><li><p>in a <strong>form that is generally understandable</strong>; </p></li></ol>"
  },
  {
    "Framework": "AU Malabo Convention (2014)",
    "Conditions-for-Access": "Not Specified",
    "Right-to-Information": "<p>Right to be provided, upon request: </p><ol><li><p>information allowing the subject to evaluate and object to processing; </p></li><li><p>confirmation of processing; </p></li><li><p>purposes of data processing; </p></li><li><p>categories of data</p></li><li><p>possible recipients of data</p></li></ol>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ol><li><p>inaccurate</p></li><li><p>equivocal</p></li><li><p>out of date</p></li><li><p>unlawfully processed</p></li></ol>",
    "Right-to-Erasure": "<p>Right to request erasure of data that is</p><ol><li><p>inaccurate</p></li><li><p>equivocal</p></li><li><p>out of date</p></li><li><p>unlawfully processed</p></li></ol>",
    "Right-to-Object-to-Processing": "<p>Right to object to processing</p>",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Not Specified",
    "Portability": "Not Specified",
    "Automated-Processing": "Right not to be subject to a decision based solely on automated processing",
    "Conditions-for-Access--language": "Not Specified",
    "Right-to-Information--language": "<p>(Article 17) </p><p>Any natural person whose personal data are to be processed may request from the controller, in the form of questions, the following: </p><ol><li><p>Such information as would enable him/her to evaluate and object to the processing; </p></li><li><p>Confirmation as to w<strong>hether or not data relating to him/her are being processed</strong>; </p></li><li><p>Communication to him/her of the personal data undergoing processing and any available information as to their source; </p></li><li><p>Information as to the <strong>purpose of the processing</strong>, the <strong>categories of personal data</strong> concerned, and the <strong>recipients or categories of recipients</strong> to whom the data are disclosed.</p></li></ol>",
    "Right-to-Access--language": "<p>(Article 17) </p><p>Any natural person whose personal data are to be processed may request from the controller, in the form of questions, the following: <strong>Communication to him/her of the personal data undergoing processing</strong> and any available information as to their source;</p>",
    "Right-to-Correction--language": "<p>(Article 19) </p><p>Any natural person may <strong>demand that the data controller rectify, complete, update, block or erase, as the case may be, the personal data concerning him/her</strong> where such data are inaccurate, incomplete, equivocal or out of date, or whose collection, use, disclosure or storage are prohibited.</p>",
    "Right-to-Erasure--language": "<p>(Article 19) </p><p>Any natural person may <strong>demand that the data controller rectify, complete, update, block or erase, as the case may be, the personal data concerning him/her</strong> where such data are inaccurate, incomplete, equivocal or out of date, or whose collection, use, disclosure or storage are prohibited.</p>",
    "Right-to-Object-to-Processing--language": "<p>(Article 18) </p><p>Any natural person has the <strong>right to object, on legitimate grounds, to the processing of the data relating to him/her</strong>. He/she shall have the right to be informed before personal data relating to him/her are disclosed for the first time to third parties or used on their behalf for the purposes of marketing, and to be expressly offered the right to object, free of charge, to such disclosures or uses</p>",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "Not Specified",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "<p>(Article 14) </p><p><strong>A person shall not be subject to a decision</strong> which produces legal effects concerning him/her or significantly affects him/her to a substantial degree, and which is <strong>based solely on automated processing of data</strong> intended to evaluate certain personal aspects relating to him/her.</p>",
    "Cost--language": "<p>Not specified</p>"
  },
  {
    "Framework": "ASEAN Framework on Personal Data Protection (2016)",
    "Conditions-for-Access": "<p>Reasonable time</p>",
    "Right-to-Information": "Not Specified",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ul><li><p>inaccurate</p></li></ul>",
    "Right-to-Erasure": "Not Specified",
    "Right-to-Object-to-Processing": "Not Specified",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Not Specified",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "Not Specified",
    "Right-to-Information--language": "Not Specified",
    "Right-to-Access--language": "<p>(Paragraph 6) </p><p>Upon request by an individual, an organisation should: (i) <strong>provide the individual access to his/her personal data</strong> which is in the possession or under the control of the organisation within a reasonable period of time</p>",
    "Right-to-Correction--language": "<p>(Paragraph 6) </p><p>Upon request by an individual, an organisation should: <strong>correct an error or omission in his personal data</strong>, unless domestic laws and regulations require or authorise the organisation not to provide access or correct the personal data in the particular circumstances.</p>",
    "Right-to-Erasure--language": "Not Specified",
    "Right-to-Object-to-Processing--language": "Not Specified",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "Not Specified",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>(Paragraph 6) </p><p>Upon request by an individual, an organisation should: (i) provide the individual access to his/her personal data which is in the possession or under the control of the organisation <strong>within a reasonable period of time</strong>;</p>"
  },
  {
    "Framework": "OAS Principles on Privacy and Data Protection (2015)",
    "Conditions-for-Access": "<p>Reasonable charge;</p><p class=\"MsoNormal\">Reasonable time;</p><p class=\"MsoNormal\">In intelligible form</p>",
    "Right-to-Information": "<p>Right to confirmation of processing</p>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li><li><p>unnecessary</p></li><li><p>excessive</p></li></ol>",
    "Right-to-Erasure": "<p>Right to request erasure of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li><li><p>unnecessary</p></li><li><p>excessive</p></li></ol><p>No right to erase data that is</p><ol><li><p>embarrassing</p></li><li><p>excessive</p></li><li><p>irrelevant</p></li></ol>",
    "Right-to-Object-to-Processing": "Not Specified",
    "Right-to-Withdraw-Consent": "Right to withdraw consent",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "(Eighth Principle) The essential elements are the individual’s ability to obtain data relating to him or her within\na reasonable time, at a reasonable charge, and in a reasonable and intelligible manner",
    "Right-to-Information--language": "<p>(Eighth Principle) </p><p>Individuals must have the right to discover whether data controllers have personal data relating to those individuals</p>",
    "Right-to-Access--language": "<p>(Eighth Principle) </p><p>Reasonable methods should be available to permit individuals whose personal data has been collected to seek access to that data</p>",
    "Right-to-Correction--language": "<p>(Eighth Principle)</p><p>Reasonable methods should be available to permit individuals whose personal data has been collected to seek access to that data and to request that the data controller amend, correct or delete that data</p><p>The individual must be able to exercise the right to request the correction of (or an addition to) personal data about himself or herself that is incomplete, inaccurate, unnecessary or excessive. This is sometimes referred to as the right of “rectification.”</p>",
    "Right-to-Erasure--language": "<p>(Eighth Principle) </p><p>Reasonable methods should be available to permit individuals whose personal data has been collected to seek access to that data and to request that the data controller amend, correct or delete that data</p><p>The individual must be able to exercise the right to request the correction of (or an addition to) personal data about himself or herself that is incomplete, inaccurate, unnecessary or excessive. This is sometimes referred to as the right of “rectification.”</p><p>These Principles embrace the rights of access, challenge and correction. Because, at this point in time, a “right to erasure or deletion” remains contentious and subject to differing definitions and views, <strong>the Principles do not explicitly endorse a right to deletion of personal data which (while true or factually accurate) is considered personally embarrassing, excessive or merely irrelevant by the individual concerned</strong></p>",
    "Right-to-Object-to-Processing--language": "Not Specified",
    "Right-to-Withdraw-Consent--language": "<p>(Second Principle) </p><p>An individual is entitled to withdraw consent depending on the nature of the consent given and the purposes for which the data is collected. In general, withdrawal of consent does not affect the validity of anything already done on the basis of the consent.</p>",
    "Right-to-Challenge-Denials--language": "<p>(Eighth Principle) </p><p>In the event that an individual’s request for access is denied, <strong>there must be an effective method by which the individual (or her representative) can learn the reasons for the denial and challenge that denial</strong>. Allowing the individual to learn the reasons for an adverse decision is necessary for the exercise of the right to challenge the decision and to prevent arbitrary denials. As indicated above, it may well be appropriate, or even necessary, in some situations to withhold certain data. Such situations should however be the exception, not the rule, and the reasons for the denial should be clearly communicated to the individual making the request, in order to prevent arbitrary denial of the fundamental right to correct errors and mistakes.</p>",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>(Eighth Principle)</p><p>The essential elements are the individual’s ability to obtain data relating to him or her <strong>within a reasonable time, at a reasonable charge, and in a reasonable and intelligible manner</strong>;</p>"
  },
  {
    "Framework": "UN Personal Data Protection and Privacy Principles (2018)",
    "Conditions-for-Access": "Not Specified",
    "Right-to-Information": "<p>Right to confirmation of processing</p>",
    "Right-to-Access": "<p>Right to request a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data</p>",
    "Right-to-Erasure": "<p>Right to request erasure of data</p>",
    "Right-to-Object-to-Processing": "Not Specified",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Not Specified",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "Not Specified",
    "Right-to-Information--language": "<p>(Principle 8) </p><p>Processing of personal data should be carried out with transparency to the data subjects, as appropriate and whenever possible. This should include, for example, <strong>provision of information about the processing of their personal data </strong>as well as information on how to request access, verification, rectification, and/or deletion of that personal data, insofar as the specified purpose for which personal data is processed is not frustrated</p>",
    "Right-to-Access--language": "<p>(Principle 8) Processing of personal data should be carried out with transparency to the data subjects, as appropriate and whenever possible. This should include, for example, provision of information about the processing of their personal data as well as <strong>information on how to request access</strong>, verification, rectification, and/or deletion of that personal data, insofar as the specified purpose for which personal data is processed is not frustrated</p>",
    "Right-to-Correction--language": "<p>(Principle 8) </p><p>Processing of personal data should be carried out with transparency to the data subjects, as appropriate and whenever possible. This should include, for example, provision of information about the processing of their personal data as well as <strong>information on how to request access, verification, rectification, and/or deletion of that personal data</strong>, insofar as the specified purpose for which personal data is processed is not frustrated</p>",
    "Right-to-Erasure--language": "<p>(Principle 8) </p><p>Processing of personal data should be carried out with transparency to the data subjects, as appropriate and whenever possible. This should include, for example, provision of <strong>information about the processing of their personal data as well as information on how to request access, verification, rectification, and/or deletion of that personal data</strong>, insofar as the specified purpose for which personal data is processed is not frustrated</p>",
    "Right-to-Object-to-Processing--language": "Not Specified",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "Not Specified",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>Not Specified</p>"
  },
  {
    "Framework": "IAS",
    "Conditions-for-Access": "<p>Free;</p><p class=\"MsoNormal\">Expeditious;</p><p class=\"MsoNormal\">accessible</p>",
    "Right-to-Information": "<p>Right to confirmation of processing</p>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li><li><p>not updated</p></li></ol>",
    "Right-to-Erasure": "<p>Right to request erasure of data</p>",
    "Right-to-Object-to-Processing": "<p>Right to object to processing</p>",
    "Right-to-Withdraw-Consent": "Right to withdraw consent",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Right to portability of personal data",
    "Automated-Processing": "Right not to be subject to a decision based solely on automated processing",
    "Conditions-for-Access--language": "Not Specified",
    "Right-to-Information--language": "<p>(Principle 25) </p><p>Holder shall have the right to request access to its personal data in possession of the responsible person, as well as to know any information related to the general and specific conditions of their treatment</p>",
    "Right-to-Access--language": "<p>(Principle 25) </p><p>Holder shall have the right to request access to its personal data in possession of the responsible person, as well as to know any information related to the general and specific conditions of their treatment</p>",
    "Right-to-Correction--language": "<p>(Principle 26) </p><p>Holder shall have the right to obtain from the person responsible the correction of its personal data when they are inaccurate, incomplete or are not updated.</p>",
    "Right-to-Erasure--language": "<p>(Principle 27)</p><p>Holder shall have the <strong>right to request the cancellation or removal of its personal data</strong> from the archives, records, files and systems of the person responsible, in order for them not to be in its possession and for the person responsible to stop treating them.</p>",
    "Right-to-Object-to-Processing--language": "<p>(Principle 28)</p><p>Holder may oppose to the treatment of its personal data when: </p><ol><li><p>It has a legitimate reason resulting from its particular situation. </p></li><li><p>The purpose of the treatment of its personal data is direct marketing, including preparing profiles, to the extent that it is related to such activity In the case of the previous item, when holder opposes treatment with direct marketing purposes, its personal data must stop being treated with such purposes.</p></li></ol>",
    "Right-to-Withdraw-Consent--language": "<p>(Principle 12) </p><p>Whenever consent is required for the treatment of personal data, holder may revoke it at any time, for which the person responsible shall establish simple, agile, efficient and free mechanisms.</p>",
    "Right-to-Challenge-Denials--language": "<p>(Principle 32) </p><p>The national legislation of the Ibero-American States applicable to the matter shall acknowledge holder’s <strong>right to oppose or appeal the answers granted by the person responsible</strong> in the case of a request to exercise the rights mentioned in this item, or in case of lack of response from it, before the control authority, and if applicable, before judicial authorities in accordance with the internal right of each Ibero-American State</p>",
    "Portability--language": "<p>(Principle 30) </p><p>In the case of personal data by telephone or automated means, <strong>holder shall have the right to obtain a copy of the personal data that it had provided to the person responsible, or that are subject to treatment, in a structured electronic format, of common use and mechanical reading, that allows it to keep using them and transfer them to another person responsible</strong>, in case it requires so. </p><p>Holder may request that its personal data are transferred directly from person responsible to person responsible when technically possible. </p><p>The right to portability of personal data shall not affect negatively the rights and freedoms of others. </p><p>Without prejudice to holder’s rights, the right to portability of personal data shall not be admissible in the case of inferred, derived, created or generated information, or information obtained from the analysis or treatment performed by the person responsible, based on the personal data provided by holder, such as personal data that had been subject to a personalization, recommendation, categorization or profile creation process.</p>",
    "Automated-Processing--language": "<p>(Principle 29) </p><p>Holder shall have the <strong>right not to be the subject of decisions that cause it legal effects, or that affect it in a significant way, based only on automated treatments</strong> intended to assess, without human intervention, some of his own personal aspects, or to analyze and predict, specifically, its professional performance, economic situation, health status, sexual preferences, reliability or behavior. </p><p>What the previous item provides shall not apply when the automated treatment of personal data is necessary for the execution of an agreement between holder and the person responsible; when it is authorized by the internal law of the Ibero-American States, or when it is based on provable consent from holder. </p><p>Nevertheless, when it is necessary for the contractual relation, or when holder has expressed its consent, it shall have the right to obtain human intervention; receive an explanation about the decision taken; express its point of view and appeal the decision. </p><p>The person responsible may not perform automated treatments of personal data in its possession which purpose is holders’ discrimination due to their racial or ethnic origin; beliefs or religious, philosophical and moral convictions, union affiliation, political opinions; data related to health, life, sexual preference or orientation, as well as genetic or biometric data</p>",
    "Cost--language": "<p>(Principle 32)</p><p>The person responsible shall establish <strong>simple, expeditious, accessible and free procedures that allow holder to exercise its rights</strong> to access, correction, cancellation, opposition and portability</p>"
  },
  {
    "Framework": "Convention 108",
    "Conditions-for-Access": "<p>Without excessive expense;</p><p class=\"MsoNormal\">Without excessive delay;</p>",
    "Right-to-Information": "<p>Right to be provided, upon request:</p><ol><li><p>Confirmation of processing</p></li><li><p>Origin of data</p></li><li><p>preservation period</p></li><li><p>reasoning of processing</p></li></ol>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data </p><ul><li><p>processed contrary to the Convention</p></li></ul>",
    "Right-to-Erasure": "<p>Right to request correction of data </p><ul><li><p>processed contrary to the Convention</p></li></ul>",
    "Right-to-Object-to-Processing": "<p>Right to object to processing</p>",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Right to challenge denials",
    "Portability": "Not Specified",
    "Automated-Processing": "Not Specified",
    "Conditions-for-Access--language": "(Article 8) Any person shall be enabled: to obtain at reasonable intervals and without excessive delay or expense confirmation of whether personal data relating to him are stored in the automated data file as well as communication to him of such data in an intelligible form;",
    "Right-to-Information--language": "<p>(Article 9)</p><p>Every individual shall have a right: </p><ol><li><p>to obtain, on request, at reasonable intervals and without excessive delay or expense, <strong>confirmation of the processing</strong> of personal data relating to him or her, the communication in an intelligible form of the data processed, all available <strong>information on their origin</strong>, on the <strong>preservation period</strong> as well as any other information that the controller is required to provide in order to ensure the transparency of processing</p></li><li><p>to obtain, on request, <strong>knowledge of the reasoning underlying data processing</strong> where the results of such processing are applied to him or her</p></li></ol>",
    "Right-to-Access--language": "<p>(Article 9)</p><p>Every individual shall have a right: to obtain, on request, at reasonable intervals and without excessive delay or expense, confirmation of the processing of personal data relating to him or her,<strong> the communication in an intelligible form of the data processed</strong>, all available information on their origin, on the preservation period as well as any other information that the controller is required to provide in order to ensure the transparency of processing</p>",
    "Right-to-Correction--language": "<p>(Article 9)</p><p>Every individual shall have a right: to obtain, on request, free of charge and without excessive delay, rectification or erasure, as the case may be, of such data if these are being, or have been, processed contrary to the provisions of this Convention;</p>",
    "Right-to-Erasure--language": "<p>(Article 9)</p><p>Every individual shall have a right: to obtain, on request, free of charge and without excessive delay, rectification or erasure, as the case may be, of such data if these are being, or have been, processed contrary to the provisions of this Convention;</p>",
    "Right-to-Object-to-Processing--language": "<p>(Article 9)</p><p>Every individual shall have a right: to object at any time, on grounds relating to his or her situation, to the processing of personal data concerning him or her unless the controller demonstrates legitimate grounds for the processing which override his or her interests or rights and fundamental freedoms;</p>",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "<p>(Article 9)</p><p>Every individual shall have a right: to have a remedy under Article 12 where his or her rights under this Convention have been violated;</p>",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "Not Specified",
    "Cost--language": "<p>(Article 9)</p><p>Every individual shall have a right: to obtain, on request, <strong>at reasonable intervals and without excessive delay or expense</strong>, confirmation of the processing of personal data relating to him or her, the communication in an intelligible form of the data processed, all available information on their origin, on the preservation period as well as any other information that the controller is required to provide in order to ensure the transparency of processing</p>"
  },
  {
    "Framework": "Madrid Resolution",
    "Conditions-for-Access": "<p>Without undue cost;</p><p>Without undue delay;</p><p>In intelligible form</p>",
    "Right-to-Information": "<p>Right to be provided, upon request:</p><ol><li><p>Information on the data held</p></li><li><p>Source of data</p></li><li><p>purposes of processing</p></li><li><p>intended recipients</p></li></ol>",
    "Right-to-Access": "<p>Right to obtain a copy of personal data</p>",
    "Right-to-Correction": "<p>Right to request correction of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li><li><p>unnecessary</p></li><li><p>excessive</p></li></ol><p>Controllers should notify third parties to whom data had been disclosed</p>",
    "Right-to-Erasure": "<p>Right to request erasure of data that is</p><ol><li><p>inaccurate</p></li><li><p>incomplete</p></li><li><p>unnecessary</p></li><li><p>excessive</p></li></ol><p>Controllers should notify third parties to whom data had been disclosed</p>",
    "Right-to-Object-to-Processing": "<p>Right to object to processing</p>",
    "Right-to-Withdraw-Consent": "Not Specified",
    "Right-to-Challenge-Denials": "Not Specified",
    "Portability": "Not Specified",
    "Automated-Processing": "Right to object to decisions based solely on automated processing",
    "Conditions-for-Access--language": "(Principle 19) The responsible person must implement procedures to enable data subjects to exercise the\nrights provided for in sections 16 to 18 of this Document in a simple, fast and efficient way, which\ndo not entail undue delay or cost nor any gain\nwhatsoever for the responsible person",
    "Right-to-Information--language": "<p>(Principle 16) </p><p>The data subject has the right to obtain from the responsible person, upon request, information on the specific personal data subject to processing, as well as the source of such data, the purposes of processing and the recipients or categories of recipients to whom such data are or will be disclosed</p>",
    "Right-to-Access--language": "<p>(Principle 16)</p><p>The data subject has the right to obtain from the responsible person, upon request, <strong>information on the specific personal data subject to processing</strong>, as well as the source of such data, the purposes of processing and the recipients or categories of recipients to whom such data are or will be disclosed</p>",
    "Right-to-Correction--language": "<p>(Principle 17) </p><p>The data subject has the right to request from the responsible person the deletion or rectification of personal data that might be incomplete, inaccurate, unnecessary or excessive. </p><p>Where justified, the responsible person should carry out the rectification or deletion requested. The responsible person should also notify this fact to third parties to whom personal data had been disclosed, where they are known.</p>",
    "Right-to-Erasure--language": "<p>(Principle 17) </p><p>The data subject has the right to request from the responsible person the deletion or rectification of personal data that might be incomplete, inaccurate, unnecessary or excessive. </p><p>Where justified, the responsible person should carry out the rectification or deletion requested. The responsible person should also notify this fact to third parties to whom personal data had been disclosed, where they are known.</p><p>Deletion of personal data is not justified where personal data must be retained for the performance of an obligation imposed on the responsible person by the applicable national legislation, or possibly by the contractual relations between the responsible person and the data subject.</p>",
    "Right-to-Object-to-Processing--language": "<p>(Principle 18) </p><p>The data subject may object to the processing of personal data where there is a legitimate reason related to his/her specific personal situation. </p><p>The exercise of this right to object is not justified where the processing is necessary for the performance of a duty imposed on the responsible person by the applicable national legislation.</p>",
    "Right-to-Withdraw-Consent--language": "Not Specified",
    "Right-to-Challenge-Denials--language": "Not Specified",
    "Portability--language": "Not Specified",
    "Automated-Processing--language": "<p>(Principle 18) </p><p>Any data subject may also object to those decisions which produce legal effects based solely on automated processing of personal data, except when the decision had been specifically requested by the data subject or when it is necessary for the establishment, the maintenance or the performance of a legal relation between the responsible person and the data subject. In the latter case, the data subject must be able to put his/her point of view in order to defend his/her right or interest.</p>",
    "Cost--language": "<p>(Principle 16)</p><p>Any information to be furnished to the data subject must be provided in an <strong>intelligible form, using a clear and simple language</strong></p><p>(Principle 19)</p><p>The responsible person must implement procedures to enable data subjects to exercise the rights provided for in sections 16 to 18 of this Document in a simple, fast and efficient way, which <strong>do not entail undue delay or cost</strong> nor any gain whatsoever for the responsible person.</p>"
  }
]